Initial commit of organization defaults
